let final ="Выполненные пункты:\n"+
"1) Блок header\n"+
"2) Секция preview\n"+
"3) Секция steps\n"+
"4) Секция destinations\n"+
"5) Секция stories\n"+
"6) Блок footer\n"+
"7) нет полосы прокрутки при ширине страницы от 1440рх до 390px\n"+
"8) нет полосы прокрутки при ширине страницы от 390px до 320рх\n"+
"9) при ширине страницы 390рх панель навигации скрывается, появляется бургер-иконка\n"+
"10) при нажатии на бургер-иконку плавно появляется адаптивное меню\n"+
"11) адаптивное меню соответствует макету\n"+
"12) при нажатии на крестик адаптивное меню плавно скрывается уезжая за экран\n"+
"13) ссылки в адаптивном меню работают, обеспечивая плавную прокрутку по якорям (все, кроме Account, она пока просто закрывает меню)\n"+
"14) при клике по ссылке в адаптивном меню адаптивное меню плавно скрывается, также скрытие меню происходит если сделать клик вне данного окна\n";
console.log(final);